Repository: mohierf/glpi_webservices
Catalog: locales/*.po
Languages: es_es, sk_sk

source: Web Services
sk_sk: Webové Služby

source: Incompatible GLPI version. Requires 0.84
sk_sk: Nekompatibilná verzia GLPI. Požadovaná verzia je 0.84

source: Incompatible PHP Installation. Requires module soap
sk_sk: Nekompatibilná inštalácia PHP. Je požadovaný modul soap

source: Incompatible PHP Installation. Requires module xmlrpc
sk_sk: Nekompatibilná inštalácia PHP. Je požadovaný modul xmlrpc

source: Incompatible PHP Installation. Requires module json
sk_sk: Nekompatibilná inštalácia PHP. Je požadovaný modul json

source: Client
es_es: Cliente
sk_sk: Klient

source: Methods
es_es: Métodos
sk_sk: Methódy

source: Enabled services
es_es: Servicio habilitado
sk_sk: Povolené služby

source: Compression enabled
es_es: Compresión habilidata
sk_sk: Kompresia povolená

source: Log connections
es_es: Registro de conexiones
sk_sk: Zaznamenávať spojenia

source: SQL pattern for services
es_es: Patrón SQL para servicios
sk_sk: SQL šablóna pre služby

source: IPv4 address range
es_es: Rango de direcciones IPv4
sk_sk: IPv4 adresný rozsah

source: IPv6 address
es_es: Dirección IPv6
sk_sk: IPv6 adresa

source: User name
es_es: Nombre de usuario
sk_sk: Užívateľské meno

source: Method list - defined and allowed by this rule
es_es: Lista de métodos (definida y permitida para esta regla)
sk_sk: Zoznam metód - definované a povolené týmto pravidlom

source: Method name
es_es: Nombre del método
sk_sk: Názov metódy

source: Provider plugin
es_es: Plugin proveedor
sk_sk: Poskytovateľ pluginu

source: Internal function name
es_es: Nombre interno de la función
sk_sk: Názov internej funkcie

source: Function is available
es_es: La función está disponible
sk_sk: Funkcia je dostupná

source: Local
sk_sk: Lokálne

source: Allow all from local
es_es: Permitir todo localmente
sk_sk: Povoliť všetko z lokálu
